{
  "name": "Ведьма",
  "icon": "fairylights:light:176",
  "category": "civilization_illagers",
  "read_by_default": "true",
  "pages": [
	{
      "type": "text",
      "text": "Ведьма — тип разбойника, специализирующаяся на знаниях алхимии; до такой степени, что их предпочтительный метод боя заключается исключительно в том, чтобы бросать во врага вредные зелья.$(br2)Они могут пить тонизирующие средства, которые мгновенно исцеляют, поэтому быстрые удары оружием - идеальный способ избавиться от них."
  },
  {
      "type": "entity",
          "entity": "minecraft:witch",
          "scale": 0.8,
          "offset": 0.25,
          "rotate": "true",
        "default_rotation": -45,
        "text": "Ведьмы предпочитают строить затворнические хижины, в которых они экспериментируют с пивоварением, встречающимся исключительно на болотах."
  },
  {
    "type": "item_list_spotlight",
    "title": "Предметы и дропсы",
    "text": "После смерти из ведьм выпадает множество предметов, связанных с пивоварением и алхимией. Довольно полезные знания, если я хочу попробовать приготовить свои собственные зелья и отвары:",
    "a":"minecraft:glass_bottle",
    "a_i":"book:empty.png",
    "b":"minecraft:stick",
    "b_i":"book:empty.png",
    "c":"minecraft:spider_eye",
    "c_i":"book:empty.png",
    "d":"minecraft:sugar",
    "d_i":"book:empty.png",
    "e":"minecraft:redstone",
    "e_i":"book:empty.png",
    "f":"betterwithmods:material:26",
    "f_i":"book:empty.png",
    "g":"dungeontactics:magic_powder",
    "g_i":"book:empty.png",
    "text2": "Ведьмы также врываются в орду летучих мышей-вампиров после того, как их сбивают с ног, которые будут постоянно кусать и кусать, пока их не убьют. Отвратительно звучит, но я не должен терять бдительность."
  },
  {
    "type": "spotlight",
    "item": "quark:witch_hat",
    "title": "Шляпа ведьмы",
    "text": "Ведьмы также редко могут оставить после себя шляпу. Она соткана из какой-то особой ткани; кажется, она устойчива к магии проклятия. Теоретически эта шляпа также может работать в сочетании с особым типом доспехов. Однако это не может быть тот тип доспехов, о котором я думаю; этот материал не более чем миф..."
  },
  {
    "type": "relations",
    "entries": [
      "agriculture/cauldron"
    ]
  }
  ]
}