{
  "sortnum": 3,
  "name": "Деревья Арканы",
  "icon": "aether_legacy:golden_oak_sapling",
  "category": "magic_leyoftheland",
  "read_by_default": "true",
  "pages": [
    {
      "type": "text",
      "text": "Кажется, я наткнулся на дерево с высокой магической силой... Я заметил, что деревья с тайной магией обладают уникальными свойствами, выполняя нетипичные функции или принося весьма необычные... плоды. Возможно, я смогу использовать это дерево для более сложной магии."
    },
    {
      "type": "text",
      "text": "Из-за уникальных свойств некоторых из этих деревьев я буду записывать здесь свои находки по каждому дереву."
    },
    {
      "type": "image",
      "title": "Кровавое дерево",
      "images": ["book:images/bloodwood.png"],
      "border": "true",
      "text": "Пропитанное кровью дерево, растущее на песке душ."
    },
    {
      "type": "text",
      "text": "Кровожадное дерево!$(br)Я случайно обнаружил это дерево, так как оно, похоже, не растет в дикой природе. Только экспериментируя с соединением саженцев с душами, я смог создать саженец.$(br)Кроме того, у них есть неутолимая жажда крови и души, которая экспоненциально растет, пока их кормят."
    },  
    {
      "type": "image",
      "title": "Эфирное дерево",
      "images": ["book:images/bloodwood.png"],
      "border": "true",
      "text": "Пропитанное кровью дерево, растущее на песке душ."
    },
    {
      "type": "text",
      "text": "[Данные удалены]."
    },  
    {
      "type": "image",
      "title": "Золотой дуб",
      "images": ["book:images/goldenoak.png"],
      "border": "true",
      "text": "Золотой дуб возвышается над плавучими островами."
    },
    {
      "type": "text",
      "text": "Эти деревья, хотя их и нетрудно найти, являются необычными вариантами деревьев Skyroot в эфире. Их мерцающие листья и пропитанная золотом древесина — сокровище, о котором можно только мечтать. Янтарь этих деревьев кажется наполненным золотом, что придает ему уникальные свойства. Иногда я видел большие группы этих деревьев. Интересно, что это означает."
    },
    {
      "type": "image",
      "title": "Адское дерево",
      "images": ["book:images/hellbark.png"],
      "border": "true",
      "text": "Крепкое маленькое дерево принимает на себя жару."
    },
    {
      "type": "text",
      "text": "Эти крошечные деревца иногда ошибочно принимают за кусты. Эндемичность Нижнего мира позволила этим крошечным деревьям полностью сопротивляться огню, что делает их хорошим огнеупорным материалом для работы."
    },
    {
      "type": "image",
      "title": "Железное дерево",
      "images": ["book:images/ironwood.png"],
      "border": "true",
      "text": "Могучее кованое дерево с здоровенным стволом."
    },
    {
      "type": "text",
      "text": "Эти могучие деревья получают свою окраску и прочность от железистых отложений в почве.$(br2)Ягоды, которые производят эти деревья, также невероятно жесткие, но все же съедобные.$(br2)Поедание одного из них не имеет эффектов, но может иметь применение в алхимии."
    },
    {
      "type": "image",
      "title": "Магическое дерево",
      "images": ["book:images/magictree.png"],
      "border": "true",
      "text": "Волшебные голубые искры падают с мерцающего дерева."
    },
    {
      "type": "text",
      "text": "Эти волшебные деревья, кажется, притягивают окружающие лучи, насыщая лес магией.$(br2)Кажется, это придает древесине уникальные магические свойства..."
    },
    {
      "type": "image",
      "title": "Разноцветный дуб",
      "images": ["book:images/rainbowoak.png"],
      "border": "true",
      "text": "Разноцветные радужные листья меняют тона и цвет."
    },
    {
      "type": "text",
      "text": "На это красочное дерево приятно смотреть!$(br2)Листья сами меняют цвет, переливаясь всеми цветами радуги.$(br2)В остальном, его древесина - это древесина Сумеречного дуба."
    },
    {
      "type": "image",
      "title": "Прочный сумеречный дуб",
      "images": ["book:images/robusttwilightoak.png"],
      "border": "true",
      "text": "Невероятно высокое дерево, достигающее небес."
    },
    {
      "type": "text",
      "text": "Это величественное дерево способно вырастать до невероятных высот.$(br2)Кажется, что оно привлекает пением цикад и яркими светлячками.$(br2)Самое интересное, что в листьях иногда встречаются гнезда пауков, охраняющих сокровища..."
    }, 
    {
      "type": "image",
      "title": "Священный дуб",
      "images": ["book:images/sacredoak.png"],
      "border": "true",
      "text": "Гигантский дуб, заслоняющий небо."
    },
    {
      "type": "text",
      "text": "Такие большие деревья кажутся невозможными. Хотя их свойства не особенно уникальны, я подозреваю, что какая-то форма магии позволяет этому дереву быть огромного размера."
    },
    {
      "type": "image",
      "title": "Дерево Умбран",
      "images": ["book:images/umbrantree.png"],
      "border": "true",
      "text": "Темное зловещее дерево в густом тумане."
    },
    {
      "type": "text",
      "text": "Процветая в жуткой, умбральной среде, эти деревья такие же загадочные и странные, как и биом, в котором они растут.$(br2)В умбральных биомах сильны темные таинственные силы, и эта тьма просочилась в эти деревья."
    },
    {
      "type": "image",
      "title": "Кристальное дерево",
      "images": ["book:images/crystaltree.png"],
      "border": "true",
      "text": "Пастельное кристаллическое дерево, сидящее на плавающей скале."
    },
    {
      "type": "text",
      "text": "Эти одинокие деревья растут на плавучих островах в эфире, поэтому добраться до них не так-то просто."
    },
    {
      "type": "image",
      "title": "Вирмвуд",
      "images": ["book:images/wyrmwood.png"],
      "border": "true",
      "text": "Огромное дерево, процветающее в пустынной местности."
    },
    {
      "type": "text",
      "text": "В том месте, которое считалось пустой, заброшенной землей, процветает Вирмвуд. Неизвестно, откуда они берут питательные вещества для роста. Возможно, заражение, которое я обнаружил внутри, имеет к этому какое-то отношение."
    },
    {
      "type": "relations",
      "entries": [
        "adapt/twine",
        "gather/sticks"
      ]
    }
  ]
}