{
  "sortnum": 0,
  "name": "Магические биомы",
  "icon": "naturescompass:naturescompass",
  "category": "magic_leyoftheland",
  "read_by_default": "true",
  "pages": [
    {
      "type": "text",
      "text": "Этот мир - огромный и бесконечный - содержит множество биомов. Большинство биомов такие, как и следовало ожидать: от плоских до горных, от теплых до холодных, от высоких до глубоких.$(br2) Некоторые биомы, однако, являются волшебными достопримечательностями, которые нужно увидеть, исследовать и использовать."
    },
    {
      "type": "text",
      "text": "Я буду использовать этот раздел своего дневника для записи своих выводов о каждом биоме, который мне встретится, с уникальными магическими свойствами."
    },
    {
      "type": "runic_slim",
      "recipe": "mage:naturescompass",
      "text_left": "",
      "text_right": "В преданиях говорится о компасе, способном указывать на определенные биомы.$(br2)Изготовление такого компаса должно помочь мне найти биомы по своему выбору."
    },
    {
      "type": "text",
      "text": ""
    },
    {
      "title": "Мистическая роща",
      "type": "text",
      "text": "В этих красочных биомах обитают феи.$(br2)В мистических лесах растет множество волшебных деревьев и дивных растений, полезных для различных магических целей."
    },
    {
      "type": "image",
      "images": ["book:images/mystic_grove.png"],
      "border": "true"
    },
    {
      "title": "Оскверненные земли",
      "type": "text",
      "text": "Дурная магия испортила некоторые части мира, что привело к распространению упадка и осквернению местности.$(br2)Любопытно, однако, что здесь процветает новая жизнь, хотя и тревожная."
    },
    {
      "type": "image",
      "images": ["book:images/defiled_lands.png"],
      "border": "true"
    },
    {
      "title": "Зловещий лес",
      "type": "text",
      "text": "Над этим биомом витает темная, таинственная аура.$(br2)Здесь растут умбральные деревья и другая жуткая флора, вечно окутанная темным, ползучим туманом."
    },
    {
      "type": "image",
      "images": ["book:images/ominous_woods.png"],
      "border": "true"
    },
    {
      "type": "relations",
      "entries": [
        "adapt/twine",
        "gather/sticks"
      ]
    }
  ]
}