{
  "sortnum": 5,
  "name": "Herblore",
  "icon": "rustic:marsh_mallow",
  "category": "magic_leyoftheland",
  "read_by_default": "true",
  "pages": [
    {
      "type": "text",
      "text": "Я добыл уникальную траву. Травы должны быть полезны для выживания. $(br2)Некоторые из них не только можно есть, чтобы утолить голод, но многие обладают уникальными свойствами, как алхимическими, так и другими."
    },
    {
      "type": "text",
      "text": "Я буду использовать этот раздел своего дневника для записи своих результатов о каждой траве, которую я нахожу.$(br2) Здесь записываются только травы с магическими свойствами.$(br2) Что касается алхимического применения трав, я буду записывать свои результаты в разделе 'Алхимия'."
    },
    {
      "type": "spotlight",
      "title": "Черное яблоко",
      "item": "betternether:black_apple",
      "text": "Родом из Недр, эти черные яблоки, хотя и кажутся ядовитыми, на самом деле обманчиво полезны и способны восстанавливать здоровье сверх того, что вы можете ожидать."
    },
    {
      "type": "spotlight",
      "title": "Плод бластема",
      "item": "defiledlands:blastem_fruit",
      "text": "Родом из Оскверненных земель, этот фрукт можно бросать, и он взрывается при падении. Также следует быть осторожным при обращении со зрелыми растениями бластема."
    },
    {
      "type": "spotlight",
      "title": "Гриб бузина коричневая",
      "item": "netherex:brown_elder_mushroom",
      "text": "Этот любопытный гриб, похоже, растет на буром моге и не способен распространяться. Потребление одного из них, кажется, вредит здоровью, однако я полностью насыщаюсь, съев всего один."
    },
    {
      "type": "spotlight",
      "title": "Проросток пещерного корня",
      "item": "quark:root_flower",
      "text": "При употреблении в пищу обычный корень, с обычным горьким вкусом пещерного корня. Однако по какой-то причине мое тело не имеет естественного цвета после употребления одного..."
    },
    {
      "type": "spotlight",
      "title": "Плод хоруса",
      "item": "minecraft:chorus_fruit",
      "text": "Этот фрукт растет на стеблях хора. Когда я съедаю один из них, мое тело полностью смещается с первоначального места. Странно."
    },
    {
      "type": "spotlight",
      "title": "Cloudsbluff",
      "item": "rustic:cloudsbluff",
      "text": "Эта трава, растущая на вершинах гор, похожа на маленькое облачко и легче воздуха. Съев одну из них, я словно питаюсь воздухом, в том числе на короткое время отрываюсь от земли."
    },
    {
      "type": "spotlight",
      "title": "Железная ягода",
      "item": "rustic:ironberries",
      "text": "Неприятная ягода с металлическим привкусом и тяжелая, как железо. Съев одну ягоду, я на короткое время теряю способность двигаться."
    },
    {
      "type": "spotlight",
      "title": "Гриб красного бузина",
      "item": "netherex:red_elder_mushroom",
      "text": "Этот диковинный гриб, похоже, растет на Красном болоте и не способен распространяться. Съев один, я чувствую себя невероятно здоровым и свежим, хотя мой желудок кажется пустым."
    },
    {
      "type": "spotlight",
      "title": "Сангвиническая роза",
      "item": "dungeontactics:flower_sanguine",
      "text": "Красивая пунцовая роза, которая, когда стоит рядом, восстанавливает здоровье."
    },
    {
      "type": "spotlight",
      "title": "Белое яблоко",
      "item": "aether_legacy:white_apple",
      "text": "Родом из Эфира, растет на Кристальных деревьях. Эти бледно-белые яблоки излечивают человека от всех болезней."
    },
    {
      "type": "relations",
      "entries": [
        "adapt/twine",
        "gather/sticks"
      ]
    }
  ]
}