{
  "sortnum": 6,
  "name": "Магицит",
  "icon": "quark:crystal:7",
  "category": "magic_leyoftheland",
  "read_by_default": "true",
  "pages": [
    {
      "type": "text",
      "text": "Мне попался камень, который, похоже, пропитан магией. $(br2)Возможно, находясь под воздействием особых условий, эти камни пропитались магией и затвердели, позволяя собирать их.$(br2) Я буду использовать этот раздел для записи своих находок."
    },
    {
      "type": "image",
      "images": ["book:images/magicite.png"],
      "border": "true"
    },
    {
      "type": "spotlight",
      "item": "contenttweaker:vis_speck",
      "text": "Магицит, похоже, иногда содержит крапинки Виса при разрушении самого блока или отсутствия лейлинов. (потока магических частиц)"
    },
    {
      "type": "spotlight",
      "item": "contenttweaker:magicked_stone",
      "text": "Этот знакомый на вид камень - то, что остается после того, как магицит истощает свою сущность. Тем не менее, у него есть декоративное применение, которое может понравиться любителям ботаники."
    },
    {
      "type": "text",
      "title": "Воздушная квинтэссенция",
      "text": "Магицит, похоже, содержит только основную квинтэссенцию. Из-за его корреляции с лейлинами, мне интересно, есть ли способ открыть поток дополнительных лейлинов, позволяющий получить более широкое разнообразие квинтэссенции.$(br2)Кроме того, похоже, существует корреляция между цветом магицита, биомом и квинтэссенцией, которую он содержит."
    },
    {
      "type": "spotlight",
      "title": "Воздушная квинтэссенция",
      "item": "contenttweaker:air_quintessence",
      "text": "Образец воздушной квинтэссенции. Есть и другие образцы."
    },
    {
      "type": "text",
      "title": "Арканическая квинтэссенция",
      "text": "А-га! Победа над определенными врагами в мире открывает поток дополнительных лейлинов.$(br2) Добыча магицита правильного цвета и биома должна показать, что они содержат больше типов квинтэссенции.$(br2) Интересно, есть ли еще лейлины, которые можно открыть..."
    },
    {
      "type": "spotlight",
      "title": "Арканическая квинтэссенция",
      "item": "contenttweaker:knowledge_quintessence",
      "text": "Образец арканической квинтэссенции. Их еще больше."
    },
    {
      "type": "text",
      "title": "Мистическая квинтэссенция",
      "text": "Эврика! Открытие порталов и проникновение в другие миры вызывает сильный поток магии в этот мир. $(br2)Я готов поспорить, что магицит пропитал эти лейлины. $(br2)Кроме того, сами эти миры содержат насыщенный магицит."
    },
    {
      "type": "spotlight",
      "title": "Мистическая квинтэссенция",
      "item": "contenttweaker:nether_quintessence",
      "text": "Образец мистической квинтэссенции. Есть и другие, которые еще предстоит обнаружить."
    },
    {
      "type": "relations",
      "entries": [
        "adapt/twine",
        "gather/sticks"
      ]
    }
  ]
}