{
    "name": "Фантасмагорические пламенные долины",
    "icon": "biomesoplenty:ash_block",
    "category": "dimensions_nether_biomes",
    "pages": [
      {
        "type": "text",
        "text": "Область Ада, покрытая толстым слоем горячего тлеющего пепла. Странное голубое пламя разбросано по ландшафту, разбитое небольшими лужами лавы. По $(thing)пеплу$() немного неудобно ходить.$(br2)Можно разумно предположить, что это место было горячей точкой древней вулканической активности или своего рода выгоранием, оставившим пепел."
      },
      {
        "type": "text",
        "text": "Этот биом практически лишен жизни; Здесь не так уж много предлагают из всего живого, между пеплом, в котором трудно ходить, и огнем, который заставляет вас двигаться без всякой причины.$(br2)Больше нечего сказать об этом месте, хотя оно содержит несколько интересных материалов, которые могут пригодиться в будущем:"
      },
      {
        "type": "spotlight",
        "item": "biomesoplenty:blue_fire",
        "title": "Проклятый огонь",
        "text": "Это странное голубое пламя недостаточно горячо, чтобы сжечь меня; однако он берет под контроль мои движения, заставляя меня дико крутиться. Я должен быть очень осторожен, иначе меня бросят в лаву против моей воли!$(br2)Его можно поднять с помощью $(thing)банки$() и положить в другое место, скрафтив так:"
      },
      {
        "type": "crafting",
        "title": " ",
        "recipe": "biomesoplenty:empty_jar",
        "text": "Однако, каким бы опасным ни был этот огонь, его стратегическое размещение вокруг ловушек рядом с моей базой может привести к тому, что монстры попадут прямо в него...$(br2)Монстры не узнают, что произошло!"
      },
      {
        "type": "spotlight",
        "item": "biomesoplenty:ash",
        "title": "Пепел",
        "text": "Здесь можно найти много пепла. Когда я выкапываю, я получаю несколько $(thing)кучек пепла$().$(br2)Сжимая груды пепла вместе с помощью верстака, я получаю более густой пепел, который можно найти здесь; сжимая это еще больше, я получу хороший кусок $(thing)угля$()"
      },
      {
        "type": "crafting",
        "title": " ",
        "recipe": "crafttweaker:ashblock",
        "title2": " ",
        "recipe2": "crafttweaker:ashblock_compression"
      }
    ]
  }