{
    "name": "Висцеральная плоть",
    "icon": "biomesoplenty:flesh",
    "category": "dimensions_nether_biomes",
    "pages": [
    {
      "type": "text",
      "text": "Я буквально чувствовал запах этого места издалека. До сих пор вещи, с которыми я сталкивался в этой адской земле, были ужасающими, опасными, загадочными и древними, но это место совершенно гнилое. Мясо, кости, гнильё... Из мясистой части биома торчат вдобавок большие куски костей..."
    },
    {
      "type": "text",
      "text": "Лужи крови застаиваются на поверхности плоти. Коросты усеивают мясистый пол, оставленные существами с менее чем легкой поступью. Меня чуть не вырвало.$(br2)Наблюдение за этой частью еще теплого, все еще движущегося органического вещества, составляющего удручающе значительную часть Нижнего мира, ставит под сомнение, действительно ли Пустошь вообще представляет собой какого-то рода камень или какое-либо глубокое место."
    },
    {
      "type": "spotlight",
      "item": "biomesoplenty:flesh",
      "text": "Эта плоть, кажется, находится именно в этом биоме. Кажется... пульсирует, как будто сам пейзаж оживает. Когда я вступаю в него, мои ноги немного проваливаются, и моя походка становится немного более трудной, чем обычно, плоть всасывает каждый мой шаг. Действительно мерзко."
    },
    {
      "type": "spotlight",
      "item": "liquid:blood",
      "text": "Я - вампир. *рёв*"
    },
    {
      "type": "spotlight",
      "item": "betternether:block_eyeball",
      "title": "Висячие глаза",
      "text": "С потолка биома свисают бесчисленные глаза, большие и маленькие, с их зрительными мышцами. Совсем не жутко.$(br2)Уничтожив их, я получу немного слизи... и семена, чтобы посадить еще! Теперь я могу осуществить свою мечту и почувствовать, что за мной наблюдают в моем собственном доме."
    },
    {
      "type": "spotlight",
      "item": "contenttweaker:scab",
      "title": "Струпья",
      "text": "Жителей Нижнего мира, кажется, мало заботит то, куда они ступают; коросты и шрамы здесь тому доказательство. Каким бы отвратительным ни было это место, это должно быть больно."
    }
    ]
  }