{
  "name": "Базовые инструменты и оружия",
  "icon": "minecraft:stone_pickaxe",
  "category": "survival_newbeginning",
  "sortnum": 4,
  "pages": [
    {
      "type": "spotlight",
      "item": "minecraft:stone_pickaxe",
      "title": "Базовые инструменты",
      "text": "Теперь, когда я настроил мастерскую, пришло время заняться делом.$(br2)Во-первых, я должен собрать вокруг себя больше ресурсов; предметы, которые я уже собирал, такие как палки и камни, а также все, что, как я думаю, могло бы пригодиться."
    },
    {
      "type": "crafting",
      "recipe": "ct_shapeless-1591466075",
      "title": "Булыжник",
      "text": "Сжатие нескольких камней вместе должно дать мне хороший, твердый булыжник, чтобы делать инструменты.."
    },
    {
      "type": "text",
      "text": "Два простых каменных инструмента, которые я могу сделать прямо сейчас, это топор и кирка. Кирка, хотя и может добывать камень, не очень хороша в этом — камень, который я добываю, распадается на маленькие камни, которые я могу пока просто сжать обратно в булыжник. Кирки, сделанные из более прочного материала, могут добывать камень, не разбивая его на куски. Топор позволит мне срубить несколько деревьев немного быстрее, чтобы получить больше дерева, которое мне понадобится для следующей части."
    },
    {
      "type": "crafting",
      "recipe": "minecraft:stone_pickaxe",
      "recipe2": "minecraft:stone_axe"
    },
    {
      "type": "text",
      "text": "Щит будет очень полезен, когда я закончу крафтить и начну исследовать. Держа щит в левой руке и инструмент в основной руке, я никогда не буду застигнут врасплох во время работы. Я могу начать с грубого деревянного щита, а затем укрепить его камнем, который я уже добыл для увеличения прочности. Я также могу защитить удар, ударив во время блокировки, чтобы отбросить атакующего назад."
    },
    {
      "type": "crafting",
      "recipe": "spartanshields:shield_vanilla_wood_2",
      "recipe2": "spartanshields:shield_vanilla_stone"
    },
    {
      "type": "text",
      "text": "Теперь об оружии. Оружию нужен хороший захват, поэтому мне нужна ручка.$(br2)Чтобы получить бечёвку для ручки. Мне нужно сделать сушилку, которую я могу сделать из нескольких лестниц, сделанных из палок. Сушилка может вместить четыре предмета одновременно. Среда, в которую я его помещаю, может влиять на скорость высыхания. Температура биома, в котором я нахожусь - тоже влияет на скорость."
    },
    {
      "type": "crafting",
      "recipe": "crafttweaker:wooden_ladder",
      "recipe2": "crafttweaker:standing_dryingrack"
    },
    {
      "type": "text",
      "text": "После этого мне нужно будет сломать траву вокруг меня, чтобы получить немного растительных волокон. Затем я могу поместить растительные волокна на сушилку, чтобы высушить их через короткое время. Сделав высушенные волокна, которые затем можно превратить в шпагат.$(br2)Объединение одного шпагата с палкой дает мне ручку, готовую к превратиться в оружие. На следующих нескольких страницах приведены некоторые из моих вариантов оружия."
    },
    {
      "type": "crafting",
      "recipe": "crafttweaker:drytotwine",
      "recipe2": "crafttweaker:string_twine_handle"
    },
    {
      "type": "crafting",
      "recipe": "crafttweaker:stone_sword",
      "text": "Простой каменный меч, красивый и заточенный. Отлично сочетается с щитом. Не слишком тяжелая сторона, но все же достаточно тяжелая, чтобы нанести некоторый урон. Хороший универсал."
    },
    {
      "type": "crafting",
      "recipe": "spartanweaponry:hammer_stone",
      "text": "Тупой, тяжелый молоток. Довольно тяжелое и не самое быстрое оружие, но оно точно наносит удар. Может отбросить любого врага, который посмеет со мной столкнуться."
    },
    {
      "type": "crafting",
      "recipe": "spartanweaponry:mace_stone",
      "text": "Хорошая крепкая булава, которой можно бить монстров. Сопоставимо с боевым мечом, но взмахивает немного медленнее. Однако булава, кажется, немного больше ранит монстров-нежити, что может пригодиться."
    },
    {
      "type": "crafting",
      "recipe": "spartanweaponry:dagger_stone",
      "text": "Как боевой меч, но меньше. Не очень смертоносный, но его легкость движения компенсирует это. Можно очень быстро раскачать на несколько дешевых хитов. Его легкость также позволяет бросать его, хотя мне нужно будет вернуть его самому."
    },
    {
      "type": "crafting",
      "recipe": "spartanweaponry:warhammer_stone",
      "text": "Оружие с заостренным шипом на одном конце, отлично подходит для пробивания доспехов. При взмахе требуется довольно много силы, поэтому наличие чего-то вроде щита в другой руке может сделать его намного медленнее."
    },
    {
      "type": "crafting",
      "recipe": "crafttweaker:string_twine_pole",
      "text": "Для следующего оружия мне понадобится шест. Это похоже на то, как я могу сделать рукоятку, но для этого требуется еще несколько палочек."
    },
    {
      "type": "crafting",
      "recipe": "spartanweaponry:spear_stone",
      "text": "Хорошо заточенное острое копье. Шест обеспечивает дополнительный радиус действия и отлично сочетается со щитом как для атаки, так и для защиты."
    },
    {
      "type": "crafting",
      "recipe": "spartanweaponry:quarterstaff_stone",
      "text": "Шест с тупым камнем на обоих концах. Отлично подходит против группы монстров, с его широкой просачивающейся атакой. Как и в случае с боевым молотом, мне понадобятся обе руки, чтобы взмахнуть на полной скорости."
    },
    {
      "type": "relations",
      "entries": [
      ]
    }
  ]
}