{
  "name": "Огонь",
  "icon": "contenttweaker:fire_block",
  "category": "survival_newbeginning",
  "sortnum": 7,
  "pages": [
    {
      "type": "spotlight",
      "item": "contenttweaker:fire_block",
      "text": "Огонь, толчок цивилизации.$(br2)Полезность огня бесконечна, поэтому у меня также должно быть много способов разжечь огонь, если я хочу выжить в любой среде.$(br2)Вот, я отметил несколько способов создания огня:"
    },
    {
      "type": "crafting",
      "recipe": "crafttweaker:broken_stick",
      "text": "Давайте начнем с простого: разломив палку пополам, я смогу сделать несколько простых поджигателей, как показано на следующей странице."
    },
    {
      "type": "crafting",
      "recipe": "crafttweaker:pyro_matchstick_broken_stick",
      "text": "Соединив сломанную палку с $(thing)высушенными волокнами$(), я получаю ручную 'дрель', подходящую для быстрого и грязного костра. Мои руки немного устают после его использования, так что это не самая эффективная вещь в мире."
    },
    {
      "type": "crafting",
      "recipe": "crafttweaker:cheap_firecharge",
      "text": "$(thing)Огненный заряд$(), сделанный из порошкообразного вещества лианы и куска $(thing)угля$(). Удобный рецепт для тех моментов, когда я глубоко под землей без поверхностных материалов. Их тоже можно бросать, рискуя самовозгоранием."
    },
    {
      "type": "crafting",
      "recipe": "crafttweaker:flint_and_steel_relic",
      "text": "Превосходный поджигатель, сделанный из куска $(thing)кремня$() из гравия и старого куска $(thing)стали$(), выпавшего из какой-то нежити. В отличие от предыдущих перечисленных методов, этот можно использовать многократно. Люди прошлого, должно быть, носили их с собой."
    },
    {
      "type": "text",
      "text": "Что касается его применений, я до сих пор думал о нескольких способах использования огня: $(br2)1. Положите несколько $(thing)высушенных волокон$() на землю и окружите ее бревнами, а затем подожгите. Позволяет легко развести $(thing)костер$(), чтобы готовить и отдыхать, хотя дрова со временем сгорают.$(br2)2. Нагрейте $(thing)котел для приготовления пищи$(), $(thing)тигель$() или $(thing)котел для замачивания$(), зажег огонь прямо под ним. "
    },
    {
      "type": "text",
      "text": "3. Зажжение защитных костров вокруг моего жилища в качестве средства отпугивания монстров. Некоторые монстры могут не пострадать от огня, так что не стоит полагаться на это все время.$(br2)4. Разведение костра, чтобы убрать кусты и листву. Однако мне нужно быть очень осторожным, так как я легко могу случайно уничтожить местность и тем самым лишить себя ее природных ресурсов."
    },
    {
      "type": "relations",
      "entries": [
        "innovation/burn/cauldron",
        "innovation/burn/crucible",
        "innovation/burn/kiln"
      ]
    }
  ]
}