{
  "name": "Вступление",
  "icon": "contenttweaker:info",
  "category": "survival_newbeginning",
  "sortnum": 1,
  "pages": [
    {
      "type": "text",
      "text": "$(italics)$(#a84b0f)Добро пожаловать в Rebirth of the Night, хардкорный модпак на Minecraft 1.12.2! Эта запись послужит обучением в данном модпаке. $(br2)Нашли ли вы этот модпак со слов друга, из пролистывания CurseForge, или таинственной запиской, оставленной под подушкой  в 4 часа утра и 37 минут, но мы рады, что вы решили$()"
    },
    {
      "type": "text",
      "text": "$(italics)$(#a84b0f)дать этому модпаку шанс!$(br2)Запись, которую вы сейчас читаете, скорее всего, будет единственной в своем роде в этом руководстве, то есть единственной, написанной не от первого лица. Наша главная идея модпака состоит в том, чтобы сделать эту сборку модов менее похожим на Minecraft и более похожим на целостную, полноценную игру. $(br2)Таким образом, большинство, если не все руководства, добавленные другими модами, были отключены или будут отключены и переработаны.$()"
    },
    {
      "type": "text",
      "text": "$(italics)$(#a84b0f)Все, что вам может понадобиться знать о сборке RotN, в конечном итоге можно найти здесь, в этом руководстве. $(br2)Ради полноты погружения в наше творение будет предполагаться, что каждый, кто читает эту статью в первый раз, имеет хотя бы минимальные знания о модах Minecraft или как-то понимает общие служебные моды. $(br2)Итак, вот основы:$()"
    },
    {
      "type": "image",
      "images": ["book:images/1jei.png"],
      "border": "true",
      "title": "Как использовать JEI",
      "text": "$(italics)$(#a84b0f)Это JEI, находится справа после открытия инвентаря (нажав E).$()"
    },
    {
      "type": "text",
      "text": "$(italics)$(#a84b0f)JEI (Just Enough Items) это мод, который добавляет в игру браузер рецептов. В нем перечислено почти все, что вам может понадобиться для создания.$(br2)Мы позаботились о том, чтобы скрыть большинство вещей, которые не принадлежат игре, есть много однотипных (такие как Зачарованные книги), или предметы творческого режима, как яйца призыва. Кое-что, конечно, упущено, но мы пытаемся спрятать как можно больше лишнего.$()"
    },
    {
      "type": "image",
      "images": ["book:images/2jei.png"],
      "border": "true",
      "title": "Поиск в JEI",
      "text": "$(italics)$(#a84b0f)Чтобы найти что-то, введите его название в строке поиска. (Обведенное красным)$()"
    },
    {
      "type": "text",
      "text": "$(italics)$(#a84b0f)Чтобы увидеть рецепт создания чего-либо, щелкните по нему ЛКМ. Чтобы увидеть, в каких рецептах его можно использовать, щелкните его ПКМ. $(br2)Обязательно просмотрите все вкладки выше (обведены красным), так как материал можно использовать не только в стандартном верстаке. В левом верхнем углу окна рецепта будет значок, показывающий станции, на которых выполняется рецепт (обведено зеленым). Нажав на значок(и), вы узнаете, как создать саму станцию.$()"
    },
    {
      "type": "image",
      "images": ["book:images/4jei.png"],
      "border": "true",
      "title": "Вкладки & Страницы рецептов",
      "text": "$(italics)$(#a84b0f)Стрелки помогут вам перемещаться по страницам рецептов. (Обведены коричневым)$()"
    },
    {
      "type": "text",
      "text": "$(italics)$(#a84b0f)Если у вас уже есть предмет или блок в вашем инвентаре, вы можете навести на него курсор мыши и нажать «R», чтобы увидеть рецепты. Нажатие «U» покажет рецепты, в которых он используется. $(br2) Возьмите за привычку делать это каждый раз, когда сталкиваетесь с новыми блоками или предметами! Это сделает ваш геймплей в RotN намного проще и удобнее, а также ваше время в Minecraft с модами в целом!$()"
    },
    {
      "type": "text",
      "text": "$(bold)$(#a84b0f)Подсказки для поиска в JEI:$()$(italics)$(#a84b0f)$(br2)Поиск по подсказке: введите «$» перед поисковым запросом.$(br2)Поиск по моду: введите «@» перед поисковым запросом$(br2)Поиск по нескольким терминам: разделяйте поисковые запросы при помощи «|» (пр.: дерево|камень)$(br2)Закладка: нажмите «A» после наведения на что-нибудь вашим курсором. Предмет появится в списке слева.$()"
    },
    {
      "type": "text",
      "title": "Что я вижу перед собой?",
      "text": "$(italics)$(#a84b0f)Возможно, вы заметили небольшой дисплей в левом нижнем углу экрана при просмотре блоков. Это WAILA (аббрев. для 'На что я смотрю'). Этот удобный небольшой мод будет отображать название любого блока, на котором сфокусирован ваш прицел, является ли этот блок собираемым (разбиваемым) и какой инструмент лучше всего работает с ним, а также какой уровень инструмента вам может понадобиться. Обратите на это внимание!$()"
    },
    {
      "type": "image",
      "images": ["book:images/1waila.png"],
      "border": "true",
      "title": "Пример: Дубовое бревно",
      "text": "$(italics)$(#a84b0f)Он также может отображать информацию о сущностях, например профессию жителя деревни. .$()"
    },
    {
      "type": "text",
      "title": "Neat",
      "text": "$(italics)$(#a84b0f)Neat - мод, (сделал его Vazkii) который добавляет компактную, простую информацию над мобом. Табличка отображает имя моба (фиолетовое), его текущее здоровье (синее), общее здоровье (красное), количество брони (оранжевое) и тип, например: Нежить (серое). Табличка появляется только тогда, когда ваш прицел сфокусирован на мобе. Имейте в виду, что у определенных мобов не будет этой информации, таких как призрачный Спектр.$()"
    },
    {
      "type": "image",
      "images": ["book:images/1neatpic.png"],
      "border": "true",
      "title": "Пример: Зомби",
      "text": "$(italics)$(#a84b0f)Эти надписи хороши для отслеживания здоровья врагов.$()"
    },
    {
      "type": "text",
      "title": "Мультиплеер",
      "text": "$(italics)$(#a84b0f)Играете с группой людей? Нажмите 'T', и/или пропишите '/teams' в чате. Вам высветится список команд; следуйте нужным командам, чтобы создавать команды с людьми, с которыми вы играете.$(br2)Люди в одной команде могут видеть расстояние друг от друга, здоровье и голод. Они также поделятся всеми достижениями.$()"
    },
    {
      "type": "image",
      "images": ["book:images/1teams.png"],
      "border": "true",
      "title": "Команды",
      "text": "$(italics)$(#a84b0f)Разные люди в команде. Компас игрока находится в верхней части экрана.$()"
    },
    {
      "type": "text",
      "title": "Достижения",
      "text": "$(italics)$(#a84b0f)Не уверены что делать дальше? Помимо этого руководства, достижения могут дать вам подсказку для вашей следующей цели.$(br2)Чтобы увидеть их, приостановите игру (ESC) и нажмите кнопку 'Достижения'. Просмотрите вкладки. Обязательно перетаскивайте экран мышью, так как некоторые вкладки достижений не помещаются на экран.$()"
    },
    {
      "type": "image",
      "images": ["book:images/2adv.png"],
      "border": "true",
      "text": "$(italics)$(#a84b0f)Нажатие 'L' также вам покажет достижения (Примечание: Достижения не ставят игру на паузу).$()"
    },
    {
      "type": "text",
      "title": "Руководство Выживальщика",
      "text": "$(italics)$(#a84b0f)Наконец, мы рассмотрим руководство. Надеюсь, вам не нужно говорить, как получить к нему доступ, поскольку вы находитесь в нем прямо сейчас. $(br2)Как упоминалось ранее, это руководство является единственным (предназначенным) руководством в игре; все остальные убраны, чтобы следовать нашему принципу модпака. Руководство будет почти полностью написано с видом от первого лица, чтобы$()"
    },
    {
      "type": "text",
      "text": "$(italics)$(#a84b0f)придерживаться сюжета, которого МНОГО. Следите за открытиями и изучениями, и вы постепенно раскроете предысторию RotN.$(br2)Любой текст, выделенный курсивом и окрашенный в коричневый цвет, как то, что вы сейчас читаете, будет иметь «учебную» перспективу;  это делается очень редко и только тогда, когда первое лицо не может адекватно передать информацию (например, элементы управления). Текст в$()$(thing) зелёном $()$(italics)$(#a84b0f)будет подсказывать, что это можно найти в JEI.$()"
    },
    {
      "type": "text",
      "text": "$(italics)$(#a84b0f)Это должно быть все на данный момент. Для начала вернитесь в категорию «Начало долгого пути» (нажмите стрелку внизу посередине этой книги) и следуйте по порядку за статьями после этой.$(br2)После того, как вы их закончите, достаточно знаний, чтобы разобраться самостоятельно. Другие записи будут разблокированы в остальной части путеводителя с течением времени, по мере вашего продвижения и игры. Удачи!$()"
    },
    {
      "type": "text",
      "text": "$(italics)$(#a84b0f)Также присоединяйтесь к нашему серверу Discord - $()$(#5662f6) discord.gg/rotn $()$(italics)$(#a84b0f)! Вы можете обсуждать модпак, сюжет, следить за разработкой, предлагать идеи и поговорить с разработчиками!$(br2)Мы надеемся, что вы получаете удовольствие, играя в сборку Rebirth of the Night, и быть может, вы полюбите Minecraft ещё больше, чем когда-либо ранее.$(br2)-Команда разработчиков, The RotN Dev Team$(br)12/8/2021"
    },
    {
      "type": "relations",
      "entries": [
        "newbeginning/new_world"
      ]
    }
  ]
}