{
  "name": "Дерево и крафты",
  "icon": "pyrotech:crude_axe",
  "category": "survival_newbeginning",
  "sortnum": 3,
  "pages": [
    {
      "type": "spotlight",
      "item": "minecraft:log",
      "title": "Добыча дерево",
      "text": "Что-ж, бесполезно долго возиться. Если я собираюсь подготовиться, мне нужно приступить к работе сейчас.$(br2)Я начну с того, что найду ближайшее дерево и буду бить его по самому основанию, пока оно не упадет. Затем мне нужно будет собрать несколько камней и палок для моего следующего шага."
    },
    {
      "type": "crafting",
      "recipe": "crafttweaker:pyro_crude_axe",
      "text": "В конце концов мне нужно будет построить мастерскую; а пока мне нужен верстак, чтобы работать усерднее. А пока я могу сделать грубый топор, чтобы получить несколько досок."
    },
    {
      "type": "chop_recipe",
      "item1": "minecraft:log",
      "item2": "hitwithaxe:debarked_oak",
      "item3": "minecraft:planks",
      "text": "Сначала срезается корка; из оголенных бревен могу сделать доски, и доски, и палки, если надо. После этого я должен собрать больше камней и палок и объединить их с моим грубым топором, чтобы сделать инструменты для верстака:"
    },
    {
      "type": "crafting",
      "recipe": "crafttweaker:crafting_tools",
      "text": "После этого я могу прикрепить инструменты для крафта к доске, которую я только что обработал ранее, вот так:"
    },
    {
      "type": "crafting",
      "recipe": "crafttweaker:crafting_table",
      "text": "Та-да! Полноценный верстак. Благодаря этому я теперь могу более эффективно распиливать доски из бревен, из расчета три доски на бревно:"
    },
    {
      "type": "crafting",
      "recipe": "crafttweaker:oak_planks",
      "text": "Кроме того, я могу создавать более сложные предметы с большим и прочным рабочим пространством. Я также должен подумать о том, чтобы сделать $(thing)портативный коврик для крафта$(), который отлично подходит для крафта на ходу:"
    },
    {
      "type": "crafting",
      "recipe": "crafttweaker:crafting_mat",
      "text": "Теперь я должен посмотреть на создание некоторых основных инструментов. $(thing)Кирка$(), оружие, такое как $(thing)меч$(), $(thing)щит$(). $(thing)Сушилка$() — тоже звучит как хорошая идея для начала."
    },
    {
      "type": "relations",
      "entries": [
        "adapt/twine",
        "gather/sticks",
        "survival/newbeginning/basic_tools_weapons",
        "innovation/light_machines/saw"
      ]
    }
  ]
}