{
  "name": "Королева Гастов",
  "icon": "netherex:ghast_queen_tear",
  "category": "slayers_journal",
  "advancement": "triumph:advancements/progression/wither/killedGhastQueen",

  "sortnum": 3,
  "pages": [
    {
      "type": "spotlight",
      "title": "Забытая королева",
      "item": "netherex:urn_of_sorrow",
      "text": "$(#734608)Во многих $(thing)городах$() $(#734608)я видел в Нижнем мире $(thing)сокровищницы$() $(#734608), посвященные чему-то похожему на… ну, гигантскому призраку. $(item)Урны$() $(#734608) вокруг этих святынь подразумевают, что это были структуры большого религиозного значения. Поэтому я сделал то, что сделал бы в моей ситуации любой любопытный ученый, и в течение недели, $()"
    },
    {
      "type": "text",
      "text": "$(#734608)собрал $(item)священное благовоние$(), $(#734608)отремонтировал святыню и попытался $(thing)призвать$() $(#734608)кого-то. Я бросил вызов, и эта «королева призраков» меня не разочаровала. Она была огромной, устрашающей, больше похожей на живой воздушный корабль, чем на существо... и она была в ярости. Если бы у меня не было наготове охранной магии, её $(thing)огненные шары$() $(#734608)превратили меня в пепел. $(br2)После нашей битвы, город превратился в руины...$()"
    },
    {
      "type": "text",
      "text": "$(#734608)Когда королева испустила последний вздох, ее тело раскололось на множество мелких $(thing)гастов,$() $(#734608)которые летали вокруг, плывя по течению горячего воздуха. Я сражался с королевой не для того, чтобы уничтожить древнюю архитектуру. Надеюсь, вы знаете, что я лучше этого, будущий читатель… по крайней мере, мне хочется так думать. $(br2)Нет, с ее смертью я смог собрать уникальный тип $(item)слёз Гаста$()$(#734608). Вязкая, почти кристаллическая жидкость...$()"
    },
  {
      "type": "text",
      "text": "$(#734608)которая щиплет кожу и пахнет дымом. Глядя на её отражающую поверхность, я чувствую себя более чем некомфортно. Но то, что я там вижу, только убеждает меня в том, что я на правильном пути. И теперь я точно знаю, куда мне нужно двигаться дальше...$()"
    }
  ]
}
