{
  "name": "Изделия из керамики",
  "icon": "rustic:vase",
  "category": "innovation",
  "read_by_default": "true",
  "pages": [
    {
      "type": "text",
      "text": "Основной продукт ранних цивилизаций. $(thing)Глиняная посуда, каменная посуда и керамика$() имеют разнообразное применение, например, для создания механизмов, прочных материалов, хранения и украшения."
    },
    {
      "type": "text",
      "text": "После получения блока материала, я просто должен вылепить его непосредственно с помощью моего $(item)клинка$() до получения желаемой формы. Полученное изделие необходимо $(thing)обжечь$() в $(l:innovation/kiln)печи$(). $(br2)Далее следует список различных устройств, которые, как мне кажется, я могу изготовить. Большинство из них создаются путем продолжения работы над предыдущим."
    },
    {
      "type": "kiln_spotlight",
      "title": "Плантатор",
      "input": "betterwithmods:unfired_pottery:1",
      "output": "betterwithmods:planter",
      "time": "3:30min",
      "text": "Изготовленный из одного блока глины, $(item)плантатор$() - это мощное устройство, позволяющее мне безопасно высаживать культуры в помещении без необходимости иметь поблизости источник воды. Хотя было бы немного утомительно создавать крупномасштабную ферму, используя только их."
    },
    {
      "type": "kiln_spotlight",
      "title": "Горшок",
      "input": "contenttweaker:pot_unfired",
      "output": "rustic:vase",
      "time": "3:30min",
      "text": "Сделанный из необожженного $(item)плантатора$() в качестве основы, $(item)горшок$() - это простая посуда, полезная для хранения предметов, а также эстетически приятная. Я могу придумать небольшое разнообразие дизайна для них."
    },
    {
      "type": "kiln_spotlight",
      "title": "Ваза",
      "input": "betterwithmods:unfired_pottery:3",
      "output": "betterwithmods:vase",
      "time": "3:30min",
      "text": "Сделанная из необожженного $(item)горшка$() в качестве основы, $(item)ваза$() представляет собой небольшой сосуд с тонким горлышком; она может вмещать $(thing)один$() предмет за раз, хотя я не смогу достать этот предмет, не разбив вазу... Я должен быть осторожен с такими вещами, как $(item)взрывное масло$(), попавшими в нее..."
    },
    {
      "type": "kiln_spotlight",
      "title": "Урна",
      "input": "betterwithmods:unfired_pottery:2",
      "output": "betterwithmods:urn",
      "time": "3:30min",
      "text": "Сделанная из необожженной $(item)вазы$() в качестве основы, $(item)урна$() - это специфическая посуда, обычно предназначенная для погребальных целей (или для хранения чая!). Тем не менее, я мог придумать для нее и более непонятное применение... необходимы дальнейшие изучения."
    },
    {
      "type": "text",
      "text": "Конечно, есть несколько предметов, блоков и тому подобного, для изготовления которых не нужен специализированный верстак, но они могут быть не менее полезны. В конце концов, такими податливыми материалами можно манипулировать более чем одним способом."
    },
    {
      "type": "crafting",
      "recipe": "ceramics:armor/unfired_clay_plate",
      "text": "Довольно примитивно, но эффективно. Если я смогу сложить несколько таких пластин вместе и закалить их, то, возможно, мне удастся создать набор глиняных доспехов. Она будет довольно тяжелой, но, конечно, прочнее, чем обычные доспехи."
    },
    {
      "type": "crafting",
      "recipe": "crafttweaker:pyro_clay_bucket",
      "text": "Более прочное, чем деревянное ведро. Все равно сломается, если в нём будет горячая жидкость."
    },
    {
      "type": "relations",
      "entries": [
        "innovation/advanced_crafting/ware_crafting",
        "innovation/burn/kiln",
        "innovation/light_machines/turntable"
      ]
    }
  ]
}